/tmp/code
└── New folder
    ├── New folder
    │   ├── New folder
    │   ├── New folder (2)
    │   ├── New folder (3)
    │   └── New folder (4)
    └── New folder (2)
        ├── New Folder (3)
        │   ├── New Folder (10)
        │   │   ├── New Folder
        │   │   │   ├── New Folder
        │   │   │   ├── New Folder (2)
        │   │   │   │   └── New Folder
        │   │   │   ├── New Folder (3)
        │   │   │   │   └── New Folder
        │   │   │   └── New Folder (4)
        │   │   │       └── New Folder
        │   │   └── New Folder (2)
        │   │       ├── New Folder
        │   │       ├── New Folder (2)
        │   │       ├── New Folder (3)
        │   │       │   └── New Folder
        │   │       └── New Folder (4)
        │   ├── New Folder (11)
        │   │   ├── New Folder
        │   │   │   ├── New Folder
        │   │   │   ├── New Folder (2)
        │   │   │   │   └── New Folder
        │   │   │   ├── New Folder (3)
        │   │   │   │   └── New Folder
        │   │   │   └── New Folder (4)
        │   │   └── New Folder (2)
        │   │       ├── New Folder
        │   │       │   └── New Folder
        │   │       ├── New Folder (2)
        │   │       │   └── New Folder
        │   │       ├── New Folder (3)
        │   │       └── New Folder (4)
        │   ├── New Folder (12)
        │   │   ├── New Folder
        │   │   │   ├── New Folder
        │   │   │   ├── New Folder (2)
        │   │   │   │   └── New Folder
        │   │   │   ├── New Folder (3)
        │   │   │   │   └── New Folder
        │   │   │   └── New Folder (4)
        │   │   └── New Folder (2)
        │   │       ├── New Folder
        │   │       ├── New Folder (2)
        │   │       │   └── New Folder
        │   │       ├── New Folder (3)
        │   │       └── New Folder (4)
        │   ├── New Folder (13)
        │   │   ├── New Folder
        │   │   │   ├── New Folder
        │   │   │   ├── New Folder (2)
        │   │   │   ├── New Folder (3)
        │   │   │   │   └── New Folder
        │   │   │   └── New Folder (4)
        │   │   └── New Folder (2)
        │   │       ├── New Folder
        │   │       ├── New Folder (2)
        │   │       ├── New Folder (3)
        │   │       └── New Folder (4)
        │   │           └── New Folder
        │   ├── New Folder (2)
        │   │   ├── New Folder
        │   │   │   ├── New Folder
        │   │   │   ├── New Folder (2)
        │   │   │   │   └── New Folder
        │   │   │   ├── New Folder (3)
        │   │   │   │   └── New Folder
        │   │   │   └── New Folder (4)
        │   │   └── New Folder (2)
        │   │       ├── New Folder
        │   │       ├── New Folder (2)
        │   │       │   └── New Folder
        │   │       ├── New Folder (3)
        │   │       └── New Folder (4)
        │   │           └── New Folder
        │   ├── New Folder (3)
        │   │   ├── New Folder
        │   │   │   ├── New Folder
        │   │   │   ├── New Folder (2)
        │   │   │   │   └── New Folder
        │   │   │   ├── New Folder (3)
        │   │   │   │   └── New Folder
        │   │   │   └── New Folder (4)
        │   │   └── New Folder (2)
        │   │       ├── New Folder
        │   │       │   └── New Folder
        │   │       ├── New Folder (2)
        │   │       │   └── New Folder
        │   │       ├── New Folder (3)
        │   │       └── New Folder (4)
        │   ├── New Folder (4)
        │   │   ├── New Folder
        │   │   │   ├── New Folder
        │   │   │   ├── New Folder (2)
        │   │   │   │   └── New Folder
        │   │   │   ├── New Folder (3)
        │   │   │   │   └── New Folder
        │   │   │   └── New Folder (4)
        │   │   └── New Folder (2)
        │   │       ├── New Folder
        │   │       │   └── New Folder
        │   │       ├── New Folder (2)
        │   │       │   └── New Folder
        │   │       ├── New Folder (3)
        │   │       └── New Folder (4)
        │   ├── New Folder (5)
        │   │   ├── New Folder
        │   │   │   ├── New Folder
        │   │   │   ├── New Folder (2)
        │   │   │   │   └── New Folder
        │   │   │   ├── New Folder (3)
        │   │   │   │   └── New Folder
        │   │   │   └── New Folder (4)
        │   │   └── New Folder (2)
        │   │       ├── New Folder
        │   │       │   └── New Folder
        │   │       ├── New Folder (2)
        │   │       │   └── New Folder
        │   │       ├── New Folder (3)
        │   │       │   └── New Folder
        │   │       └── New Folder (4)
        │   │           └── New Folder
        │   ├── New Folder (6)
        │   │   ├── New Folder
        │   │   │   ├── New Folder
        │   │   │   ├── New Folder (2)
        │   │   │   ├── New Folder (3)
        │   │   │   │   └── New Folder
        │   │   │   └── New Folder (4)
        │   │   └── New Folder (2)
        │   │       ├── New Folder
        │   │       │   └── New Folder
        │   │       ├── New Folder (2)
        │   │       │   └── New Folder
        │   │       ├── New Folder (3)
        │   │       └── New Folder (4)
        │   ├── New Folder (7)
        │   │   ├── New Folder
        │   │   │   ├── New Folder
        │   │   │   ├── New Folder (2)
        │   │   │   ├── New Folder (3)
        │   │   │   │   └── New Folder
        │   │   │   └── New Folder (4)
        │   │   └── New Folder (2)
        │   │       ├── New Folder
        │   │       ├── New Folder (2)
        │   │       ├── New Folder (3)
        │   │       └── New Folder (4)
        │   ├── New Folder (8)
        │   │   ├── New Folder
        │   │   │   ├── New Folder
        │   │   │   ├── New Folder (2)
        │   │   │   │   └── New Folder
        │   │   │   ├── New Folder (3)
        │   │   │   └── New Folder (4)
        │   │   │       └── New Folder
        │   │   └── New Folder (2)
        │   │       ├── New Folder
        │   │       ├── New Folder (2)
        │   │       │   └── New Folder
        │   │       ├── New Folder (3)
        │   │       │   └── New Folder
        │   │       └── New Folder (4)
        │   │           └── New Folder
        │   ├── New Folder (9)
        │   │   ├── New Folder
        │   │   │   ├── New Folder
        │   │   │   ├── New Folder (2)
        │   │   │   │   └── New Folder
        │   │   │   ├── New Folder (3)
        │   │   │   │   └── New Folder
        │   │   │   └── New Folder (4)
        │   │   └── New Folder (2)
        │   │       ├── New Folder
        │   │       │   └── New Folder
        │   │       ├── New Folder (2)
        │   │       │   └── New Folder
        │   │       ├── New Folder (3)
        │   │       │   └── New Folder
        │   │       └── New Folder (4)
        │   │           └── New Folder
        │   └── New folder
        │       ├── New folder
        │       │   ├── New folder
        │       │   ├── New folder (2)
        │       │   │   └── New folder
        │       │   ├── New folder (3)
        │       │   └── New folder (4)
        │       └── New folder (2)
        │           ├── New folder
        │           │   └── New folder
        │           ├── New folder (2)
        │           ├── New folder (3)
        │           └── New folder (4)
        ├── New folder
        │   ├── New folder
        │   ├── New folder (2)
        │   ├── New folder (3)
        │   ├── New folder (4)
        │   └── New folder (5)
        └── New folder (2)
            ├── New folder
            └── New folder (2)

209 directories, 0 files
